[
  {
    "id": "space-tribute",
    "title": "Space Tribute",
    "year": 2016,
    "description": "Space Tribute is a shoot'em up game where you have to face old games enemies.\nCareful with the boss, it is.... unstable\nEach level increases the speed, how far will you go?\n",
    "developer": "GregPeck"
  },
  {
    "id": "elephant-in-the-room",
    "title": "Elephant in the Room",
    "description": "Small puzzle game created in PICO-8 for Github Game Off 2022. Help the mouse to leave the rooms by getting the elephant to break the door!",
    "developer": "Ekaktusz, Zahkros, Bartalomew, Mate Hirsch, Lorinc Fazakas"
  },
  {
    "id": "birdie-bartender",
    "title": "Birdie Bartender",
    "description": "Birdie Bartender is an arcade GameBoy-style time-management game. You manage a Birdie Bar and your job is to serve drinks like beer and wine and help Birdie the bartender earn some money so she can afford a nice vacation. Do a day job as bartender and serve quick to earn more money and make your customers happy.\nMusic by Scott Semanski.",
    "developer": "Mike Bedsole"
  },
  {
    "id": "twistbot",
    "title": "Twistbot",
    "description": "You play as a little droid trying to escape a tower. With the ability to switch perspectives after you reach a certain level.",
    "developer": "Donitz",
    "year": 2020
  },
  {
    "id": "ozelotl",
    "title": "Ozelotl",
    "description": "Experience an epic space adventure with Ozelotl! After a catastrophic event wipes out humanity on Earth, you must embark on a daring mission to reclaim it. Join the crew of the aircraft carrier Tebeyolotl as they journey through the depths of space, armed with 24 different types of Ozelotl. Will you be able to save humanity and restore the planet to its former glory?",
    "developer": "Catzpaw",
    "developerSocialPage": "https://twitter.com/catzpaw",
    "year": 2019
  },
  {
    "id": "birds-with-guns",
    "title": "Birds with Guns",
    "year": 2021,
    "description": "An Owl-some Roguelike Twin-Stick Shooter\n\nAre you ready to have a quacking time? Toucan play this egg-citing game right now! Made by an im-peck-able team of quail-ified developers, you're gonna have no egrets.\n\nEvil Robofox has captured all the birds to steal their eggs. The bird kingdom is counting on you to save them!",
    "developer": "Yolwoocle & Gouspourd",
    "developerSocialPage": "https://yolwoocle.itch.io/birds-with-guns"
  },
  {
    "id": "cherry-rescue",
    "title": "Cherry Rescue",
    "year": 2020,
    "description": "Barry's sister, Mary, has been captured by a mysterious foe, and you must rescue her!\n\nRun, jump, and stomp the baddies who stand in your way, and get to the end of each level unscathed!\n\nMusic by Scott Semanski.",
    "developer": "GrafxKid",
    "developerSocialPage": "https://grafxkid.itch.io/cherry-rescue"
  },
  {
    "id": "envisionator",
    "title": "envisionator",
    "year": 2018,
    "description": "This is a short puzzle game about escaping a building lockdown with the aid of your trusty robot friend.",
    "developer": "Donitz",
    "developerSocialPage": "https://donitz.itch.io/"
  },
  {
    "id": "retroid",
    "title": "Retroid",
    "year": 2016,
    "description": "“Retroid” is a retro-style game based on classic arcade games, that challenges players to control a paddle at the bottom of the screen and reflect a ball to destroy bricks at the top.\n\nWith 20 levels, 5 level designs, 6 bonus items (plus 1 malus item), 8 chiptune tracks, an epic boss battle",
    "developer": "Jonas Fischbach",
    "developerSocialPage": "https://the-green-screen.com/"
  },
  {
    "-----": "Deprecated Games below! -------, use `_id instead of id"
  },
  {
    "id": "ufo-blocks",
    "title": "UFO Blocks",
    "year": 2022,
    "description": "It's another day on the job at the block factory, and the blocks just keep on coming! Use your trusty tractor beam to pick up blocks and place them somewhere else. Match three in a row of the same type to remove them. Try to chain together combos, but be sure to move quickly- if the blocks reach the top, it's game over!",
    "developer": "bluswimmer",
    "developerSocialPage": "https://bluswimmer.newgrounds.com"
  },
  {
    "_id": "captain-callisto",
    "title": "Captain Callisto",
    "description": "The Adventures of Captain Callisto is a short 3D action game.",
    "developer": "Captain Callisto"
  },
  {
    "_id": "asteroids",
    "title": "Asteroids",
    "description": "Asteroids is a space-themed multidirectional shooter arcade game, control the spaceship to destroy asteroids and flying saucers.",
    "developer": "Doug McInnes"
  }
]
